{
  "translation" : {
   
    "SELECT": "Sélectionnez la langue",
    "BasicInformation":"Information de base",
    "all":"Tous",
    "nationality-value":"Tunisien",
    "home":"Accueil",
    "welcome":"Bienvenue",
    "im":"Je suis",
    "about":"À propos",
    "occupation":"Ingénieur en Informatique",
    "project":"Projet",
    "details":"détails",
    "contact":"Contact",
    "nationality":"Nationalité",
    "live-in":"Vit à",
    "age":"Age",
    "gender":"Sexe",
    "male":"Mâle",
    "download":"Télécharger CV",
    "my-skills":"Mes compétences",
    "coding-skills":"Compétences en coding",
    "frameworks":"Frameworks",
    "education":"Education",
    "experience":"Expérience",
    "service":"Service",
    "what-i-do":"Que puis-je faire?",
    "clients":"Clients",
    "project-complete":"Projet terminé",
    "project-ongoing":"Projet en cours",
    "client-satisfaction":"Satisfaction de mes clients",
    "what-client-saying":"Ce que disent mes clients",
  "get-in-touch":"Contactez-moi",
  "your-name":"votre nom",
  "subject":"Sujet",
  "your-message":"Entrez le message ici..",
  "send-message":"Envoyer le message",
  "software-engineer":"Ingénieur logiciel",
  "esprit-full":"Private Higher School of Engineering and Technology",
  "fst-full":"Faculté des Sciences et Techniques de Tunis",
  "lfstic-full":"Licence Fondamentale en Sciences et Technologie de L’Information et de la Communication",
  "bac-math":"Baccalauréat en mathématiques",
  "apex-engineer":"Ingénieur Oracle APEX",
  "muris":"Muris Tunisie",
  "all-my-work":"Mon travail",
  "all-my":"Mon",
  "work":"travail",
  "see-my-work":"Mon travail",
  "load-more":"Voir plus",
  "more":"plus",
  "email-address":"Adresse e-mail",
  "client":"Client",
  "project-date":"Date du projet",
  "project-details":"Détails du projet",
  "category":"Catégorie",
  "desktop-applications":"Applications Desktop",
  "web-applications":"Applications Web",
  "maintenance":"Maintenance",
  "data-migration":"Migration de Données",
  "no-projects-were-found":"Aucun projet n'a été trouvé!",
  "where-to-find-me":"Où me trouver",
  "my-address":"23 Rue Zaguin, Sidi Hassine, Tunis, 1095 Tunisie.",
  "follow-me":"Suis-moi",
  "contact-me":"Contactez-moi",
  "desktop-description":"Exploitez le potentiel de votre ordinateur avec les applications de bureau, la clé pour libérer votre productivité et accéder à un monde de possibilités infinies.",
  "web-description":"Optimisez votre potentiel en ligne avec les applications web, révolutionnant votre façon de travailler, de vous connecter et de prospérer à l'ère numérique.",
  "app-maintenance":"Assurez la durabilité et les performances optimales de votre investissement logiciel grâce à une maintenance logicielle professionnelle, offrant des mises à jour régulières, des corrections de bugs et un support technique pour une expérience utilisateur fluide et fiable.",
  "migration-description":"Simplifiez votre transition et exploitez la puissance des services de migration de données transparents, garantissant un transfert fluide et efficace de vos informations précieuses, tout en minimisant les perturbations et en maximisant la productivité.",
  "client-opinion-1":"L'application de gestion de boutique a révolutionné notre entreprise, en rationalisant les processus et en améliorant la productivité. C'est un outil indispensable pour tout propriétaire de boutique soucieux d'efficacité.Le service fourni par SBSA Solutions était exceptionnel, offrant une solution personnalisée répondant parfaitement à nos besoins. Leur expertise et leur professionnalisme ont dépassé nos attentes. ",
  "client-opinion-2":"L'application de gestion de salle de sport a transformé notre centre de fitness en simplifiant la gestion des adhésions et la planification des cours. Elle est conviviale et est devenue un outil essentiel pour nos opérations. L'expertise et le soutien de l'équipe de SBSA Solutions ont été inestimables dans le développement de notre logiciel. Hautement recommandé pour des services de développement de premier ordre.",       
  "introduction":"Bonjour, je suis un Ingénieur Java dévoué à la création de solutions logicielles efficaces et fiables. Avec une solide expérience en Java, je me spécialise dans la transformation de défis complexes en code optimisé. Mon expérience couvre à la fois le développement backend et frontend, en utilisant des frameworks tels que Spring et JavaFX. Je suis passionné par le maintien de ma connaissance des tendances de l'industrie et par la collaboration au sein d'équipes diverses pour offrir des résultats de haute qualité. Rencontrons-nous pour explorer comment je peux contribuer à vos projets.",
  "related-projects":"Projets similaires:",
  "created-by":"Creer par:",
  "project-info":"Info. de projet:",
  "functionalities":"Fonctionnalités:",
  "no-project-found":"Aucun projet trouvé !",
  "tunis-tunisia":"Tunis, Tunisie",
"subject-required":"Sujet est obligatoire!",
"email-required":"Email est obligatoire!",
"message-required":"Message est obligatoire!",
"name-required":"Nom est obligatoire!"
}

}
